import java.util.HashMap;
import java.util.Map;

/**
 * Created by Administrator on 2018/12/24.
 */
public class Data {
    public static Map<String, String> courseMap = new HashMap<String, String>();
    static {
        courseMap.put("201820192005084","创新思维训练(网课)");
        courseMap.put("201820192005071","创新思维训练(网课)");
        courseMap.put("201820192005073","创业启程(网课)");
        courseMap.put("201820192005086","创业启程(网课)");
        courseMap.put("201820192005095","思辨与创新(网课)");
        courseMap.put("201820192005094","思辨与创新(网课)");
        courseMap.put("201820192005074","艺术与审美(网课)");
        courseMap.put("201820192005087","艺术与审美(网课)");
        courseMap.put("201820192005069","音乐鉴赏(网课)");
        courseMap.put("201820192005082","音乐鉴赏(网课)");
        courseMap.put("201820192005070","中华诗词之美(网课)");
        courseMap.put("201820192005083","中华诗词之美(网课)");
        courseMap.put("201820192005107","《诗经》导读(网课)");
        courseMap.put("201820192005105","《诗经》导读(网课)");
        courseMap.put("201820192005076","艺术导论(网课)");
        courseMap.put("201820192005089","艺术导论(网课)");
        courseMap.put("201820192003614","刑法学");
        courseMap.put("201820192004511","刑法学");
//        courseMap.put("201820192003196","环境污染与人类");
//        courseMap.put("201820192003208","环境污染与人类");
        courseMap.put("201820192003635","生活中的宪法");
        courseMap.put("201820192004677","影视作品鉴赏");
        courseMap.put("201820192003262","影视作品鉴赏");
        courseMap.put("201820192003268","影视作品鉴赏");
        courseMap.put("201820192005098","文学经典导读");
        courseMap.put("201820192004421","大学生体质健康标准与锻炼方法");
        courseMap.put("201820192003270","大学生体质健康标准与锻炼方法");
        courseMap.put("201820192003271","大学生体质健康标准与锻炼方法");
        courseMap.put("201820192004420","大学生体质健康标准与锻炼方法");
        courseMap.put("201820192003337","人文物理");
        courseMap.put("201820192003348","人文物理");
        courseMap.put("201820192003322","化学的今天与明天");
        courseMap.put("201820192003327","化学的今天与明天");
//        courseMap.put("201820192003318","化学与社会");
//        courseMap.put("201820192003323","化学与社会");
        courseMap.put("201820192003320","绿色化学");
        courseMap.put("201820192003325","绿色化学");
        courseMap.put("201820192003225","经济地理学");
        courseMap.put("201820192003244","经济地理学");
        courseMap.put("201820192004497","经济地理学");
//        courseMap.put("201820192003200","城市灾害与安全");
//        courseMap.put("201820192003212","城市灾害与安全");
//        courseMap.put("201820192003197","环境科学概论");
//        courseMap.put("201820192003209","环境科学概论");
//        courseMap.put("201820192003195","城市灾害与安全管理");
//        courseMap.put("201820192003207","城市灾害与安全管理");
        courseMap.put("201820192003357","数学思想概论");
        courseMap.put("201820192004541","数学思想概论");
//        courseMap.put("201820192003199","环境问题与绿色文明");
//        courseMap.put("201820192003211","环境问题与绿色文明");
//        courseMap.put("201820192003202","环境与人类健康");
//        courseMap.put("201820192003214","环境与人类健康");

        courseMap.put("201820192004433","英语影视鉴赏");
        courseMap.put("201820192003437","英语影视鉴赏");
        courseMap.put("201820192003491","英语影视鉴赏");


//        courseMap.put("201820192003443","希腊神话与圣经故事");
//        courseMap.put("201820192003497","希腊神话与圣经故事");
//        courseMap.put("201820192004423","希腊神话与圣经故事");


//        courseMap.put("201820192003405","艺术体验与表现");
//        courseMap.put("201820192003440","英美文学选读");
//        courseMap.put("201820192003494","英美文学选读");
//        courseMap.put("201820192004425","英美文学选读");
//        courseMap.put("201820192004424","英美文学选读");
//        courseMap.put("201820192003522","实用交际英语口语");
//        courseMap.put("201820192004428","实用交际英语口语");
//        courseMap.put("201820192004427","实用交际英语口语");
////        courseMap.put("201820192004429","实用交际英语口语");
//        courseMap.put("201820192003455","学术英语写作");
//        courseMap.put("201820192003509","学术英语写作");
//        courseMap.put("201820192004430","学术英语写作");
//        courseMap.put("201820192004432","商务英语交流");
//        courseMap.put("201820192003429","商务英语交流");
//        courseMap.put("201820192003483","商务英语交流");
//        courseMap.put("201820192004431","商务英语交流");
//        courseMap.put("201820192003595","货币银行学");
    }
}
